package csee.narasarang.projmaker.test;

public class TestVariables {
	public static final String[][] sampleSubTaskDatas = {{"까까사오기","doing","Nara","2013.5.16",},{"까까먹기","To do","Hosung","2013.5.16"},
		{"보채기","doing","Sarang","2013.5.16"},{"음료수사오기","To do","H9","2013.5.16"},{"까까사오기","doing","Nara","2013.5.16",},{"까까먹기","To do","Hosung","2013.5.16"},
		{"보채기","doing","Sarang","2013.5.16"},{"음료수사오기","To do","H9","2013.5.16"},{"까까사오기","doing","Nara","2013.5.16",},{"까까먹기","To do","Hosung","2013.5.16"},
		{"보채기","doing","Sarang","2013.5.16"},{"음료수사오기","To do","H9","2013.5.16"},};
	
	public static final String[][] sampleMeetingDatas = {{"까까먹기", "2013.5.16", "NTH"},{"코딩하기","2013.5.16","NTH"},{"잠자기","2013.5.16","NTH"},
		{"음악듣기","2013.5.16","NTH"},{"놀기","2013.5.16","NTH"},{"수업가기","2013.5.16","NTH"},
		{"음악듣기","2013.5.16","NTH"},{"놀기","2013.5.16","NTH"},{"수업가기","2013.5.16","NTH"},
		{"음악듣기","2013.5.16","NTH"},{"놀기","2013.5.16","NTH"},{"수업가기","2013.5.16","NTH"},
		{"음악듣기","2013.5.16","NTH"},{"놀기","2013.5.16","NTH"},{"수업가기","2013.5.16","NTH"},
		{"음악듣기","2013.5.16","NTH"},{"놀기","2013.5.16","NTH"},{"수업가기","2013.5.16","NTH"}
		
	};
}
